[

    {
        "id": "1",
        "name": "Leather Jacket",
        "description" : "A snappy addition to any ensemble, the leather jacket is the most basic protection you can use. And it looks pretty cool, too. Why? Simple: the Fonz wore a leather jacket. What’s the Fonz like? He’s cool.",
        "ac": "8",
        "normal": "0/20",
        "laser": "0/20",
        "fire": "0/10",
        "plasma": "0/10",
        "explosive": "0/20",
        "weight": "5",
        "value": "250",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "2",
        "name": "Leather Armor",
        "description" : "A shirt made of leather and padded for extra protection.",
        "ac": "15",
        "normal": "2/25",
        "laser": "0/20",
        "fire": "0/20",
        "plasma": "0/10",
        "explosive": "0/20",
        "weight": "8",
        "value": "700",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "3",
        "name": "Combat Leather Jacket",
        "description" : "This leather jacket has been padded and reinforced for better protection. You just can’t find anything more fashionable in the post-nuclear world.",
        "ac": "20",
        "normal": "2/30",
        "laser": "0/20",
        "fire": "2/25",
        "plasma": "0/10",
        "explosive": "0/20",
        "weight": "7",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "4",
        "name": "Leather Armor MK II",
        "description" : "Reinforced leather armor that covers the arms and groin as well as the torso.",
        "ac": "20",
        "normal": "3/25",
        "laser": "1/30",
        "fire": "1/17",
        "plasma": "1/30",
        "explosive": "1/25",
        "weight": "10",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "5",
        "name": "Metal Armor",
        "description" : "A jacket of armor made from pieces of scrap metal welded together. Wearing this armor reduces your sneak skill by 25%.",
        "ac": "10",
        "normal": "4/30",
        "laser": "6/75",
        "fire": "4/10",
        "plasma": "4/20",
        "explosive": "4/25",
        "weight": "35",
        "value": "1100",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "6",
        "name": "Ghoul Armor",
        "description" : "A small set of armor designed for and by ghouls. It is light, and provides only the most basic protection. Only ghouls and very small humans can wear this armor.",
        "ac": "10",
        "normal": "0/20",
        "laser": "0/25",
        "fire": "0/10",
        "plasma": "0/25",
        "explosive": "0/25",
        "weight": "10",
        "value": "1300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "7",
        "name": "Superior Ghoul Armor",
        "description" : "Leather and metal strips held together by rubber straps. This light armor provides decent protection. Only ghouls and very small humans can wear this armor.",
        "ac": "20",
        "normal": "3/25",
        "laser": "1/25",
        "fire": "1/15",
        "plasma": "1/25",
        "explosive": "1/20",
        "weight": "10",
        "value": "1400",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "8",
        "name": "Metal Armor MK II",
        "description" : "This is a truly fine suit of armor, crafted by a skilled metalworker. Usually only found in highly populated areas. Wearing this armor reduces your Sneak skill by 20%.",
        "ac": "15",
        "normal": "4/35",
        "laser": "7/8",
        "fire": "4/15",
        "plasma": "4/25",
        "explosive": "4/30",
        "weight": "35",
        "value": "1900",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "9",
        "name": "Mutant Plate Armor",
        "description" : "One of the few suits of armor a mutant can wear, this “suit” consists mostly of strips of leather and metal that form a crude protective covering. Only mutants can wear this armor.",
        "ac": "10",
        "normal": "4/30",
        "laser": "3/37",
        "fire": "4/15",
        "plasma": "3/37",
        "explosive": "4/25",
        "weight": "40",
        "value": "3000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "10",
        "name": "Spiked Mutant Plate Armor",
        "description" : "An improvement on normal mutant plate armor, this suit offers better protection, better craftsmanship, and weights a lot more. Only mutants can wear this armor.",
        "ac": "15",
        "normal": "4/35",
        "laser": "4/45",
        "fire": "4/20",
        "plasma": "4/45",
        "explosive": "4/30",
        "weight": "50",
        "value": "4200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "11",
        "name": "Tesla Armor",
        "description" : "This metal suit of armor is enhanced with electromagnetic coils to aid in protection against energy attacks. Usually found only in high-tech areas. Wearing this special armor reduces your Sneak skill by 20%.",
        "ac": "15",
        "normal": "4/20",
        "laser": "19/90",
        "fire": "4/10",
        "plasma": "10/80",
        "explosive": "4/20",
        "weight": "35",
        "value": "4500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "12",
        "name": "Combat Armor",
        "description" : "The standard military-issue armor for ground troops before the war, there are still quite a few suits of combat armor lying around. Most are used by police forces in large cities, or by gangsters with lots of money. This suit of armor already has a helmet, and confers a +20% Radiation Resistance bonus.",
        "ac": "20",
        "normal": "5/40",
        "laser": "8/60",
        "fire": "4/30",
        "plasma": "4/50",
        "explosive": "6/40",
        "weight": "20",
        "value": "6500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "13",
        "name": "Combat Armor MK II",
        "description" : "An advanced version of the Combat Armor, this offers far better protection. Originally issued to soldiers in the advanced stages of the war. This suit of armor already has a helmet. Wearing this protection gives you an extra +20% radiation resist bonus.",
        "ac": "25",
        "normal": "6/40",
        "laser": "6/65",
        "fire": "5/35",
        "plasma": "5/50",
        "explosive": "9/45",
        "weight": "20",
        "value": "8000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "14",
        "name": "Power Armor",
        "description" : "This is a metal suit of body armor enhanced with various powered features. Power armor is often the final word in personal protection in the wastes, and is usually only worn by Knights of the Brotherhood of Steel, and other organizations with access to prewar tech. The power of the armor adds +3 Strength to the wearer. This armor offers 100/100 gas resistance and gives the user a 30% bonus to Radiation Resistance and a +15% bonus to Poison Resistance. This body suit already includes a helmet. When wearing Power Armor, the user has a 75% penalty to Sneak and a 10% penalty to First Aid, Doctor, Lockpick, Steal, Science, and Repair.",
        "ac": "25",
        "normal": "12/40",
        "laser": "18/80",
        "fire": "12/60",
        "plasma": "10/40",
        "explosive": "20/50",
        "weight": "35",
        "value": "12500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "15",
        "name": "Hardened Power Armor",
        "description" : "There is a chemical process that makes normal Brotherhood Power Armor harder and better, and this is the result of that process. Like the normal Power Armor, this suit enhances the Strength of the wearer by 3 points, and offers a 30% bonus to Radiation Resistance as well as 100/100 gas resistance and a 15% bonus to Poison Resistance. This armor already has a helmet. When wearing Hardened Power Armor, the user has a 75% penalty to Sneak and a 10% penalty to First Aid, Doctor, Lockpick, Steal, Science, and Repair.",
        "ac": "25",
        "normal": "13/50",
        "laser": "19/90",
        "fire": "14/70",
        "plasma": "13/50",
        "explosive": "20/60",
        "weight": "50",
        "value": "15000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "16",
        "name": "Advanced Power Armor",
        "description" : "Advanced Power Armor is an improvement on normal Power Armor, made mostly by technicians after the war. It is extremely rare and can only be found in organizations that can trace their roots back to the American Armed Services, such as the Enclave. This armor enhances the Strength of the wearer by 4 points. It also gives the wearer a 60% bonus to Radiation Resistance, a 20% bonus to Poison Resist, and filters 100/100 of gas attacks. This armor already has a helmet. Advanced power armor has a built-in night vision system, so any negative modifiers from light are ignored. When wearing Advanced Power Armor, the user has a 75% penalty to Sneak and a 10% penalty to First Aid, Doctor, Lockpick, Steal, Science, and Repair.",
        "ac": "30",
        "normal": "15/55",
        "laser": "19/90",
        "fire": "16/70",
        "plasma": "15/60",
        "explosive": "20/65",
        "weight": "30",
        "value": "20000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "17",
        "name": "Advanced Power Armor MK II",
        "description" : "An improved version of the Advanced Power Armor, the MK II model offers slightly better protection in addition to the 100/100 gas filtration and +4 Strength enhancements that earlier Advanced Power Armors did. The only group known to have this armor is the Enclave. This armor also gives the user a 75% bonus to Radiation Resistance, a 100/100 bonus to Gas Resistance, and a 40% bonus to Poison Resistance. Since this is the final word in armor, it already has a helmet. This suit also has a built-in night vision system, so any negative modifiers from light are ignored. When wearing the ultimate suit of Power Armor, the user has a 75% penalty to Sneak and a 10% penalty to First Aid, Doctor, Lockpick, Steal, Science, and Repair.",
        "ac": "35",
        "normal": "18/60",
        "laser": "19/90",
        "fire": "16/70",
        "plasma": "18/60",
        "explosive": "20/70",
        "weight": "50",
        "value": "35000",
        "source": "Fallout PNP 2.0"
    }
]