[
    {
        "id": "1",
        "name": "Brass Knuckles",
        "weaponType": "Unarmed",
        "description" : "A device that fits around the knuckles of a fighter, making punches hurt a lot more. It distributes the force of the blow evenly over the puncher’s hand, allowing them to avoid breaking their fingers.",
        "damage": "1d10 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "1",
        "minStr": "1",
        "value": "40",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "2",
        "name": "Shredders",
        "weaponType": "Unarmed",
        "description" : "Shredders are gloves that have small, sharp claws attached to the fingers, allowing the user to scratch an opponent. Not very useful as a melee weapon, but coated with the right kind of poison, shredders can be extremely dangerous.",
        "damage": "1d4 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "2",
        "minStr": "1",
        "value": "90",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "3",
        "name": "Lacerators",
        "weaponType": "Unarmed",
        "description" : "This nasty little glove represents some of the finest innovations raiders and tribals have made since the war. Gloves covered with razor blades, lacerators will rip flesh into fine pieces with a simple swipe of the hand.",
        "damage": "(1d8+2) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "2",
        "minStr": "1",
        "value": "100",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "4",
        "name": "Mace Glove",
        "weaponType": "Unarmed",
        "description" : "The mace glove is a large, weighted, spiked metal ball attached to a glove, so the user can beat unsuspecting critters or raiders with more effectiveness. Certainly not an elegant weapon, but an efficient one.",
        "damage": "1d12 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "5",
        "minStr": "3",
        "value": "150",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "5",
        "name": "Spiked Knuckles",
        "weaponType": "Unarmed",
        "description" : "An improved version of the classic brass knuckles, the spiked knuckles do more damage, tearing into the flesh of your opponent in unarmed combat. Like the brass knuckles, they distribute damage evenly across the puncher’s fingers.",
        "damage": "(1d10+4) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "1",
        "minStr": "1",
        "value": "250",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "6",
        "name": "Punch Gun",
        "weaponType": "Unarmed",
        "description" : "This unusual weapon is a glove with a trigger in the thumb, allowing the user to fire a single shotgun shell at the same time a punch is thrown. The damage from the shotgun ammo is added to the effects of the punch and melee damage. Although they are somewhat awkward, as the must be reloaded after every use, an enterprising individual could do quite well with one of these tools during a surprise attack. The punch gun holds 1 shotgun shell. Note that the incredibly short barrel on the gun renders this weapon ineffective at all but the closest ranges.",
        "damage": "(1d4 + Ammo) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Shotgun Shell",
        "weight": "7",
        "minStr": "2",
        "value": "600",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "7",
        "name": "Impact Glove",
        "weaponType": "Unarmed",
        "description" : "A Brotherhood of Steel invention, the impact glove uses a unique piston device similar to ones used by the much more powerful Big Frigger line of power fists. The difference is that the impact glove uses a smaller energy cell that does not need to be recharged, and is significantly less powerful. It is still a decent weapon, and can enhance anyone’s hand-to-hand fighting experience.",
        "damage": "(1d10+8) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "9",
        "minStr": "1",
        "value": "900",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "8",
        "name": "Adamantine Claws",
        "weaponType": "Unarmed",
        "description" : "Named not because they are made from a mystical alloy, but because they resemble the claws of a 20 th Century comic-book character, these gloves feature extendible blades that are designed to slash and disembowel even the strongest critters. The user can control the claws’ action through a trigger in the glove.",
        "damage": "(1d10+5) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "3",
        "minStr": "2",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "9",
        "name": "Power Fis",
        "weaponType": "Unarmed",
        "description" : "The Big Frigger Power Fist from BeatCo. Considered by many to be the ultimate weapon to use in unarmed combat. A Power Fist is a metal glove that fits over the hand and uses small motors to enhance the power of a punch. It holds 25 charges, and uses Small Energy Cells to recharge. The glove will “sense” when the user throws a punch and automatically adjusts for greater damage, using energy even if the punch doesn’t connect.",
        "damage": "(2d8+10) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Small Energy Cell",
        "weight": "10",
        "minStr": "1",
        "value": "1800",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "10",
        "name": "Mega Power Fist",
        "weaponType": "Unarmed",
        "description" : "A more powerful version of the Big Frigger. This one has upgraded power servos for increased strength. The Mega Power Fist holds 25 charges of Small Energy Cells. Like the smaller version, it uses a charge every time a punch is thrown, even if it doesn’t connect",
        "damage": "(3d10+20) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Small Energy Cell",
        "weight": "10",
        "minStr": "1",
        "value": "2200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "11",
        "name": "Sharpened Pole",
        "weaponType": "Melee/Throwing",
        "description" : "A basic piece of wood with a sharpened end, about 2 meters long. When used as a throwing weapon increase the AP cost by 1.",
        "damage": "(1d4+1) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "2/10",
        "ammunition": "-",
        "weight": "3",
        "minStr": "3",
        "value": "5",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "12",
        "name": "Shiv",
        "weaponType": "Melee",
        "description" : "A homemade knife that resembles an ice pick. A shiv is undetectable if your character is holding it; however, it does not get a bonus for melee damage. Shivs can be constructed from the simplest of materials, are often used as basic assassination weapons, as they can be jabbed into an ear of an unsuspecting target to cause nearly instant death.",
        "damage": "1d4",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "1",
        "minStr": "1",
        "value": "2",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "13",
        "name": "Wooden Club",
        "weaponType": "Melee",
        "description" : "Humans have used these tools to kill prey and bash each other since we came down from the trees. It is nothing more than a stick with some sharp points on it, or maybe a rusty nail or two driven through it to cause more pain and suffering to anyone unlucky enough to get hit with it. Chair legs, wooden sticks, pool cues, and other wooden implements that might be lying around can easily be substituted as a club in a pinch.",
        "damage": " 1d8 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "5",
        "minStr": "3",
        "value": "10",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "14",
        "name": "Knife",
        "weaponType": "Melee/Throwing",
        "description" : "A basic knife for cutting things. Or critters. Or people. Knives are about 15-25 cm long. The best are made from metal alloys; the most primitive are carved from pieces of rock such as flint. When used as a throwing weapon increase the AP cost by 1.",
        "damage": "1d10 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1/5",
        "ammunition": "-",
        "weight": "1",
        "minStr": "2",
        "value": "40",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "15",
        "name": "Switchblade",
        "weaponType": "Melee",
        "description" : "The blade of this small knife is held by a spring. When a button on the handle is pressed, the blade shoots out with a satisfying *Sssshk* sound. Constructing one of these takes some skill with both metalworking and machinery, and they are usually found in the possession of gangs in larger cities.",
        "damage": "1d6 + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "1",
        "minStr": "1",
        "value": "50",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "16",
        "name": "Crowbar",
        "weaponType": "Melee",
        "description" : "A very solid and heavy piece of metal specially designed to exert leverage - or pound heads. Crowbars are fashioned from a piece of solid metal, twisted so that the user can exert force on an object and pry it upwards. They are usually about 35 cm in length.",
        "damage": "(1d12+3) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "5",
        "minStr": "5",
        "value": "65",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "17",
        "name": "Spear",
        "weaponType": "Melee/Throwing",
        "description" : "Your basic polearm. A wooden pole with a sharpened piece of metal on the end. Spears are simple weapons to construct, being a long (2 meter) wooden pole with some kind of metal or stone head tied to one end. When used as a throwing weapon increase the AP cost by 1.",
        "damage": "(1d12+3) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "2/5",
        "ammunition": "-",
        "weight": "4",
        "minStr": "4",
        "value": "80",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "18",
        "name": "Sledgehammer",
        "weaponType": "Melee",
        "description" : "A pole with a heavy metal chunk on the end, designed to crumble bones and damage vital organs. Sledgehammers are about 70 cm long, and require two hands to use properly...",
        "damage": "3d4 + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "2",
        "ammunition": "-",
        "weight": "12",
        "minStr": "6",
        "value": "120",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "19",
        "name": "Combat Knife",
        "weaponType": "Melee/Throwing",
        "description" : "A military-issued knife designed for melee combat. The serrated edges tend to tear instead of cut, and wounds from this blade are a lot more painful than normal knife wounds. Combat knives were constructed from a carbon-based compound instead of a metal, making them more durable, less prone to dulling, and lighter than a normal knife. They are usually 15 to 25 cm long. When used as a throwing weapon increase the AP cost by 1.",
        "damage": "(1d12+3) + MD",
        "singleApCost": "",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1/5",
        "ammunition": "-",
        "weight": "2",
        "minStr": "2",
        "value": "165",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "20",
        "name": "Wakizashi Blade",
        "weaponType": "Melee",
        "description" : "A futuristic RPG would not be complete without the Yakuza (Japanese mafia) and the Fallout universe is no exception. In fact, the only way a non- Yakuza member will get one of these swords is to take it off the body of a Yakuza. The Wakizashi looks like a smaller Katana. Because these blades are so difficult to make, it is highly doubtful that anyone makes these weapons in the wastes, and they are most likely tourist-store ripoffs from pre-War times. Of course, there are always exceptions. The Wakizashi is about 60 cm long, and slightly curved.",
        "damage": "(1d12+4) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "2",
        "minStr": "2",
        "value": "200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "21",
        "name": "Louisville Slugger",
        "weaponType": "Melee",
        "description" : "This all-American, hardwood baseball bat will knock anything right out of the park. A true classic. Don’t settle for aluminum ripoffs.",
        "damage": "2d10+ MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "4",
        "minStr": "4",
        "value": "300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "22",
        "name": "Micro Sledgehammer",
        "weaponType": "Melee",
        "description" : "A Brotherhood of Steel specialty, the Micro Sledgehammer is the dream of any child who ever wanted to misuse a croquet mallet. Originally designed to make construction more efficient, the Brotherhood’s piston technology means this small sledge hits with maximum effect.",
        "damage": "(1d12+8) + MD",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "8",
        "minStr": "4",
        "value": "500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "23",
        "name": "Cattle Prod",
        "weaponType": "Melee",
        "description" : "Since this weapon is designed to knock a cow unconscious, imagine what it can do to a human. The cattle prod looks a little like an overgrown tuning fork, except that an arc of electricity passes between the prongs on the end whenever the user presses the button. Any biological critter hit with a cattle prod has a 50% chance of being knocked unconscious. Each time an attack is made, successful or not, the Prod uses one charge. The Cattle Prod holds 25 charges of Small Energy Cell.",
        "damage": "(2d6+10) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Small Energy Cell",
        "weight": "5",
        "minStr": "4",
        "value": "600",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "24",
        "name": "Ripper",
        "weaponType": "Melee",
        "description" : "Basically a knife-sized chainsaw without the noisy motor. Rippers were common among gangs and thugs before the war, and are common among criminals and lowlifes after the war. It's called a ripper for a reason; it tears flesh and organs to pieces. Every time an attack is made, successful or not, the Ripper uses one charge. The Ripper holds 25 charges of Small Energy Cell.",
        "damage": "(1d10+15) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Small Energy Cell",
        "weight": "5",
        "minStr": "4",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "25",
        "name": "Super Cattle Prod",
        "weaponType": "Melee",
        "description" : "An upgraded cattle prod. Any biological critter hit with this tool has a 75% chance of being knocked unconscious. The Super Cattle Prod requires two hands to use. Every time an attack is made, regardless of the attack’s success, the Super Prod uses one charge. This weapon holds 25 charges of Small Energy Cell.",
        "damage": "(2d8+20) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "1",
        "ammunition": "Small Energy Cell",
        "weight": "5",
        "minStr": "4",
        "value": "1800",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "26",
        "name": "Chainsaw",
        "weaponType": "Melee",
        "description" : "A leftover from the pre-War days, a chainsaw is probably the ultimate melee weapon. Although it runs on gasoline, surely there must be a tank or two of ethanol left in the wastes somewhere. A character could graft one of these to an arm for some added fun.",
        "damage": "3d10+20) + MD",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "1",
        "ammunition": "-",
        "weight": "10",
        "minStr": "4",
        "value": "3000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "27",
        "name": "Super Sledgehammer",
        "weaponType": "Melee",
        "description" : "The Super Sledgehammer is manufactured exclusively by the Brotherhood of Steel using the finest weapons technology available. At first glance, this nifty little tool is indistinguishable from a regular sledgehammer, except for the small bundle of machinery at the base of the head. It includes a kinetic energy storage device to increase knock back. The Super Sledge is a two-handed weapon.",
        "damage": "(3d10+15) + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "2",
        "ammunition": "-",
        "weight": "12",
        "minStr": "5",
        "value": "3750",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "28",
        "name": "Wooden Bow",
        "weaponType": "Small Guns",
        "description" : "Made from a cut piece of wood, bent into a “C” shape, with a length of string or animal sinew stretched between the ends to provide tension, bows are some of the simplest ranged weapons to construct. They can be unwieldy, however, and can hurt the inexperienced user. Single shot only. Bows hold one arrow.",
        "damage": "+3",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "40",
        "ammunition": "Arrow",
        "weight": "2",
        "minStr": "5",
        "value": "50",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "29",
        "name": "Wooden Crossbow",
        "weaponType": "Small Guns",
        "description" : "Crossbows were part of every army on earth from their invention in the late middle ages until the First World War. After that, they became popular hunting weapons. Crossbows are wooden bows laid across a plank or flat surface, or even the stock of a rifle. They have a wheel that winds the string tight, and a trigger mechanism that releases tension on the string, shooting the bolt at high velocity. Because the tension on the string is no longer limited by human strength, crossbows can shoot projectiles much farther, and with a far greater degree of accuracy, than a bow. Single shot only. Crossbows hold one bolt.",
        "damage": "+4",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "50",
        "ammunition": "Bolt",
        "weight": "10",
        "minStr": "4",
        "value": "300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "30",
        "name": "Colt 6520 10mm Pistol",
        "weaponType": "Small Guns",
        "description" : "An outloading pistol, each pull of the trigger will automatically reload the firearm until the magazine is empty. One of the simplest and most inexpensive semiautomatics available. Single shot only. The clip holds 12 shots of 10mm ammunition.",
        "damage": "+6",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "19",
        "ammunition": "10mm",
        "weight": "4",
        "minStr": "3",
        "value": "250",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "31",
        "name": ".22 Pistol",
        "weaponType": "Small Guns",
        "description" : "Produced in the 20 th Century as an inexpensive solution to gun ownership, the tiny .22 pistol fires the relatively small .22 caliber slug. These guns simply don’t have the stopping power of larger pistols, and a shot from one is more likely to upset the target than cause massive amounts of damage. Single shot only. The clip holds 10 rounds of .22 caliber ammunition.",
        "damage": "+4",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "12",
        "ammunition": ".22",
        "weight": "4",
        "minStr": "3",
        "value": "300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "32",
        "name": "VP91Z (M9-FS) 9mm Beretta Pistol",
        "weaponType": "Small Guns",
        "description" : "A good semiautomatic pistol for hunting wabbits and other things. The VP91Z was a standard-issue military sidearm, and is one of the two guns issued to Desert Rangers. Single shot only. The clip holds 18 shots of 9mm ammunition.",
        "damage": "+6",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "17",
        "ammunition": "9mm",
        "weight": "4",
        "minStr": "3",
        "value": "425",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "33",
        "name": ".357 Magnum Revolver",
        "weaponType": "Small Guns",
        "description" : "Although not as powerful as its big brother, the .357 sports a longer barrel and is therefore more accurate at longer ranges. One of the oldest revolvers, Smith and Wesson made the first .357 Magnums in the late 1800s, although the name “Magnum” (Latin for “Big”) was around for at least 10 years before. Single shot only. The revolver chamber holds 6 shots of .357 caliber Magnum ammunition.",
        "damage": "+8",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "19",
        "ammunition": ".357",
        "weight": "6",
        "minStr": "5",
        "value": "450",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "34",
        "name": ".44 Magnum Revolver",
        "weaponType": "Small Guns",
        "description" : "Being that this is the most powerful handgun in the world, you've got to ask yourself one question: Do I feel lucky? Well, do 'ya, punk? Single shot only. The revolver chamber holds 6 shots of .44 Magnum ammunition.",
        "damage": "+11",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "20",
        "ammunition": ".44",
        "weight": "6",
        "minStr": "5",
        "value": "600",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "35",
        "name": "Desert Eagle 44",
        "weaponType": "Small Guns",
        "description" : "The Israeli-made Desert Eagle pistol became popular near the end of the 20th Century, due largely to its portrayal in movies of the time. Plus, it looks really cool when your character plugs someone with it gangsta' style. Single shot only. The clip holds 8 shots of .44 Magnum ammunition.",
        "damage": "+10",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "19",
        "ammunition": ".44",
        "weight": "5",
        "minStr": "4",
        "value": "800",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "36",
        "name": "Sig-Sauer 14mm Pisto",
        "weaponType": "Small Guns",
        "description" : "The Sig-Sauer 14mm automatic pistol fires the large 14mm slug. These pistols are known for their excellent craftsmanship, although ammo is fairly scarce. Single shot only. The magazine holds 6 shots of 14mm ammunition.",
        "damage": "+12",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "18",
        "ammunition": "14mm",
        "weight": "5",
        "minStr": "4",
        "value": "1100",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "37",
        "name": "Needler Pistol",
        "weaponType": "Small Guns",
        "description" : "One of the most interesting pieces of prewar tech, the Needler pistol actually fires small hypodermic needles into the target, which inject a serum that causes a severe reaction in the surrounding skin. Of course, there may very well be slugs that inject all sorts of other nasty things out there. Single shot only. The chamber holds 8 shots of HN Needler ammunition.",
        "damage": "+0",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "24",
        "ammunition": "HN Needler",
        "weight": "5",
        "minStr": "3",
        "value": "2200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "38",
        "name": "Scorpio VZ61 Machine Pistol",
        "weaponType": "Small Guns",
        "description" : "Although relatively ineffectual as a sub machinegun, the Scorpio VZ61 nonetheless enjoys a place among assassins and gangsters who find that its small size and concealability makes up for its lack of power, range, and magazine. Fires single shot or a 3-round burst. The magazine holds 20 shots of 9mm ammunition.",
        "damage": "+5",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "15",
        "ammunition": "9mm",
        "weight": "6",
        "minStr": "4",
        "value": "3300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "39",
        "name": ".223 Pistol",
        "weaponType": "Small Guns",
        "description" : "This pistol began its days as a .223 rifle and has since been modified. These are rather unique, and are made with love and skill. Single shot only. The magazine holds 5 shots of .223 caliber ammunition.",
        "damage": "+20",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "30",
        "ammunition": ".223",
        "weight": "7",
        "minStr": "5",
        "value": "3500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "40",
        "name": "PPK-12 Gauss Pistol",
        "weaponType": "Small Guns",
        "description" : "raised for its range and stopping power, the PPK-12 Gauss Pistol is of German design. This *Lil' Railgun* uses an electromagnetic field to propel slugs at tremendous speed and power through a target, any armor, and just about everything else. The PPK-12 looks like a normal automatic pistol, except for the unusual electromagnetic fins along the barrel. When fired, the Gauss Pistol leaves an unmistakable spiral trail of ionized particles through the air. Single shot only. The magazine holds 12 shots of 2mm EC.",
        "damage": "+22",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "30",
        "ammunition": "2mm EC",
        "weight": "5",
        "minStr": "4",
        "value": "5250",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "41",
        "name": "Winchester 12-Guage Shotgun",
        "weaponType": "Small Guns",
        "description" : "The Winchester Widowmaker double-barreled shotgun. Has a short barrel with a mahogany grip. Considering these were mass-produced and sold at discount stores all over the United States before the war, they are quite common. Single or double shot. The chamber holds 2 rounds of 12-gauge ammunition.",
        "damage": "+12",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "14",
        "ammunition": "12 gauge",
        "weight": "5",
        "minStr": "4",
        "value": "800",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "42",
        "name": "Winchester Combat Shotgun",
        "weaponType": "Small Guns",
        "description" : "The Winchester 12-guage Combat Shotgun with a bullpup variant. Combat shotguns are all-metal weapons designed to deliver the stopping power of a shotgun without the inconvenience of having to reload every two shots. These include the Desert Warfare environmental sealant modification for extra durability. Combat shotguns were common in almost every army and police force before the war. Thanks to their pump-action mechanism, Combat Shotguns fire single shots and a 3-shot burst. The magazine holds 12 rounds of 12-guage shotgun shells.",
        "damage": "+15",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "22",
        "ammunition": "12 gauge",
        "weight": "11",
        "minStr": "5",
        "value": "2750",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "43",
        "name": "H&K CAWS",
        "weaponType": "Small Guns",
        "description" : "The CAWS, short for Close Assault Weapons System, is a useful tool for short-range combat. An improvement over the Winchester Combat Shotgun, the CAWS’ bullpup layout gives the weapon a short, easily handleable length while still retaining enough barrel length for its high velocity shells. Fires single shots and a 5-shot burst. The magazine holds 10 12-guage shotgun shells.",
        "damage": "+15",
        "singleApCost": "6",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "30",
        "ammunition": "12 gauge",
        "weight": "6",
        "minStr": "6",
        "value": "4750",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "44",
        "name": "Pancor Jackhammer",
        "weaponType": "Small Guns",
        "description" : "The Jackhammer, despite its name, is an easy to control shotgun, even when fired on full automatic. The popular bullpup design, which places the magazine behind the trigger, makes the weapon well balanced and easy to control. Fires single shots or up to a 5-shot burst. The magazine holds 10 12-guage shotgun shells.",
        "damage": "+19",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "35",
        "ammunition": "12 gauge",
        "weight": "12",
        "minStr": "5",
        "value": "5500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "45",
        "name": "H&K MP-9 10mm SMG",
        "weaponType": "Small Guns",
        "description" : "A medium-sized submachine gun. An inexpensive variant on the classic MP-5, the MP-9 uses the slightly larger 10mm ammunition and has a slightly smaller range. This weapon can fire a single shot as well as up to a 10 shot burst. The clip holds 30 rounds of 10mm ammunition.",
        "damage": "+6",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "25",
        "ammunition": "10mm",
        "weight": "7",
        "minStr": "4",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "46",
        "name": "Thompson M1928 SMG",
        "weaponType": "Small Guns",
        "description" : "The Tommy Gun submachine gun is a sinister looking weapon. When your character holds this gun, he or she experiences a strange sensation to wear a fedora hat and crack his or her knuckles. Originally designed by General John Thompson after the first World War, the Tommy Gun became the staple of law enforcement officers as well as organized crime and the IRA. Instead of a clip, the Thompson loads its unusual .45 caliber ammunition from a drum under the barrel. Note that the Thompson must be used as a two-handed weapon. The Tommy Gun fires single shots or up to a 10-shot burst. The ammunition drum holds 50 shots of .45 caliber ammunition. You dirty rat.",
        "damage": "+2",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "32",
        "ammunition": ".45",
        "weight": "12",
        "minStr": "6",
        "value": "1200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "47",
        "name": "Sten Gun",
        "weaponType": "Small Guns",
        "description" : "Developed by the British during World War II as a cheaper alternative to the Thompson, the Sten Gun continued to be a popular weapon throughout the 20 th Century due to its versatility and reliability. The Sten Gun’s hardy craftsmanship allows it to operate well under adverse weather conditions, and it generally requires fewer repairs than other weapons. The Sten Gun fires a single shot or a 3-shot burst. The magazine holds 30 rounds of 9mm ammunition.",
        "damage": "+9",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "24",
        "ammunition": "9mm",
        "weight": "15",
        "minStr": "6",
        "value": "1500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "48",
        "name": "M3A1 Grease Gun SMG",
        "weaponType": "Small Guns",
        "description" : "The Grease Gun filled National Guard armories after the Army replaced it with newer weapons. An old submahine gun, one of the variants on the MAC-10, “Grease Guns” got their name from the large amount of oil it took to maintain them. They are not uncommon in the post-War world, largely because there were armories full of them all over the United States, and most weapons storage facilities that housed more modern weapons also happened to be at ground zero or closeby. The “Grease Gun” fires a single shot or up to a 10- shot burst. The clip holds 30 shots of .45 caliber ammunition.",
        "damage": "+10",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: 5",
        "range": "20",
        "ammunition": ".45",
        "weight": "10",
        "minStr": "4",
        "value": "1750",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "49",
        "name": "H&K P90c",
        "weaponType": "Small Guns",
        "description" : "The Heckler and Koch P90c was just coming into use at the time of the War. The weapon's bullpup layout and compact design make it easy to control. The durable P90c is prized for its reliability and high firepower in a ruggedly compact package. Fires single shots or up to a 12-shot burst. The clip holds 24 shots of 10mm ammunition.",
        "damage": "+12",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: 5",
        "range": "30",
        "ammunition": "10mm",
        "weight": "9",
        "minStr": "4",
        "value": "2500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "50",
        "name": "BB Gun",
        "weaponType": "Small Guns",
        "description" : "A basic air-powered gun that shoots little round balls called BBs. Not exactly known for dealing astronomical amounts of damage, but good for scaring off the neighbor’s cat. Single shot only. The chamber holds 100 BBs",
        "damage": "+0",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "25",
        "ammunition": "BBs",
        "weight": "15",
        "minStr": "1",
        "value": "150",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "51",
        "name": "Pipe Rife",
        "weaponType": "Small Guns",
        "description" : "A handmade rifle, crafted from a heavily modified 10mm pistol and a long piece of pipe. These simply weapons are commong among tribals with some technical skills. Single shot only. The chamber only holds one 10mm bullet, unfortunately.",
        "damage": "+6",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "20",
        "ammunition": "10mm",
        "weight": "11",
        "minStr": "5",
        "value": "200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "52",
        "name": "Colt Hunting Rifle",
        "weaponType": "Small Guns",
        "description" : "A Colt “Rangemaster” semi-automatic rifle in various calibers. Designed for hunting cows and cute, furry bunnies. Single shot only. The magazine holds 10 shots of .223 caliber or 7.62mm ammunition.",
        "damage": "+9",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "40",
        "ammunition": "7.62mm/.223",
        "weight": "11",
        "minStr": "5",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "53",
        "name": "DKS-501 Sniper Rifle",
        "weaponType": "Small Guns",
        "description" : "An excellent long-range projectile weapon, and one of the first all-metal sniper rifles. Originally a .308, these guns were rechambered to accommodate the more common .223. The DKS-501 comes equipped with a Scope. Single shot only. The magazine holds 6 shots of .223 caliber ammunition.",
        "damage": "+14",
        "singleApCost": "6",
        "apCost": "Single: 6 Target: 7 Burst: N/A",
        "range": "50",
        "ammunition": ".223",
        "weight": "10",
        "minStr": "5",
        "value": "2200",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "54",
        "name": "M72 Gauss Rifle",
        "weaponType": "Small Guns",
        "description" : "The final product of endless research in railgun technology, the M72 Gauss Rifle comes from the laboratories of old Germany. It uses an electromagnetic field to propel rounds at tremendous speed. A shot can go through just about any material, including flesh. Stone, concrete, rock and thick metal are just about the only things that can stop a shot from this gun. There is a telltale spiral trail of ionized particles visible for a couple seconds after this gun is fired. Single shot only. The magazine holds 20 shots of 2mm EC ammunition.",
        "damage": "+33",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "50",
        "ammunition": "2mm EC",
        "weight": "10",
        "minStr": "6",
        "value": "8250",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "55",
        "name": "Browning Automatic Rifle",
        "weaponType": "Small Guns",
        "description" : "Bulky and sporting a rather small clip, the Browning Auto Rifle was originally designed as a squad-level support weapon. The .308 caliber ammo is uses can be hard to come by in the wastes. Fires a single shot or a 10 shot burst. The clip holds 20 rounds of .308 ammo.",
        "damage": "+6",
        "singleApCost": "6",
        "apCost": "Single: 6 Target: 7 Burst: 7",
        "range": "40",
        "ammunition": ".308",
        "weight": "25",
        "minStr": "6",
        "value": "1000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "56",
        "name": "AK-112 Assault Rifle",
        "weaponType": "Small Guns",
        "description" : "An old military model, out of use around the time of the war. Fires single shots or up to a 12 shot burst. The magazine holds 24 shots of 5mm ammunition.",
        "damage": "+8",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "45",
        "ammunition": "5mm",
        "weight": "8",
        "minStr": "5",
        "value": "1300",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "57",
        "name": "FN FAL",
        "weaponType": "Small Guns",
        "description" : "The FN FAL has been more widely used by armed forces than any other rifle in history. It’s a reliable weapon for any terrain or situation, and its fine construction of only the best materials ensures a working weapon every time. Fires a single shot or up to a 10 shot burst. The magazine holds 20 shots of 7.62mm ammunition.",
        "damage": "+8",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "35",
        "ammunition": "7.62mm",
        "weight": "11",
        "minStr": "5",
        "value": "1500",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "58",
        "name": "H&K G11 (E)",
        "weaponType": "Small Guns",
        "description" : "The H&K G11 and the H&K G11E revolutionized assault weapon design. This gun fires a caseless cartridge consisting of a block of propellant with a bullet buried inside. The resultant weight and space savings allow this weapon to have a very high magazine capacity. Fires single shots or up to a 10 shot burst. The magazine holds a block of 50 shots of 4.7mm Caseless ammunition.",
        "damage": "+12",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: 6",
        "range": "35",
        "ammunition": "4.7mm",
        "weight": "9",
        "minStr": "4",
        "value": "8000",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "59",
        "name": "M60",
        "weaponType": "Big Guns",
        "description" : "A belt-fed machine gun that is usually mounted on a tripod, although one can carry it around, too. The M60 was prized by militaries for its high rate of fire. It can also be attached to vehicles. Fires 10 shot bursts only. The ammo belt holds 50 shots of 7.62mm ammunition",
        "damage": "+18",
        "singleApCost": "6",
        "apCost": "Single: N/A Target: N/A Burst: 6",
        "range": "35",
        "ammunition": "7.62mm",
        "weight": "26",
        "minStr": "7",
        "value": "3500",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "60",
        "name": "Light Support Weapon",
        "weaponType": "Big Guns",
        "description" : "This squad-level support weapon has a bullpup design, making it difficult to use while lying down. Because of this it was remanded to National Guard units. However, it earned a reputation as a reliable weapon that packs a lot of punch for its size. The LSW gains some accuracy when attached to a tripod. The light support weapon fires 10 shot bursts only, and its ammo belt holds 30 shots of .223 ammunition.",
        "damage": "+20",
        "singleApCost": "6",
        "apCost": "Single: N/A Target: N/A Burst: 6",
        "range": "40",
        "ammunition": ".223",
        "weight": "22",
        "minStr": "6",
        "value": "4750",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "61",
        "name": "Bozar",
        "weaponType": "Big Guns",
        "description" : "The Bozar is the ultimate refinement of the sniper’s art. Although somewhat finicky and prone to jamming if not kept scrupulously clean, the big weapon’s accuracy more than makes up for its extra maintenance requirements. This gun looks like a large sniper rifle, and was originally designed for SEALs and Special Forces to take out small vehicles like tanks. Bozars fire 15 shot bursts only. The magazines holds 30 .223 bullets.",
        "damage": "+25",
        "singleApCost": "6",
        "apCost": "Single: N/A Target: N/A Burst: 6",
        "range": "75",
        "ammunition": ".223",
        "weight": "22",
        "minStr": "6",
        "value": "5250",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "62",
        "name": "Vindicator Minigun",
        "weaponType": "Big Guns",
        "description" : "The German Rheinmetal AG Company created the Vindicator, the ultimate minigun. The Vindicator throws 90,000 caseless shells per minute down its 6 carbon-polymer barrels. As the pinnacle of Teutonic engineering, it is the ultimate hand-held weapon. 25 shot burst only. The Vindicator’s magazine holds 100 4.7mm caseless bullets.",
        "damage": "+14",
        "singleApCost": "6",
        "apCost": "Single: N/A Target: N/A Burst: 6",
        "range": "30",
        "ammunition": "4.7mm",
        "weight": "30",
        "minStr": "7",
        "value": "15250",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "63",
        "name": "MEC Gauss Minigun",
        "weaponType": "Big Guns",
        "description" : "Developed in secret by the Chinese Army in the last days of the War, the MEC Gauss Minigun is an experimental weapon of great destruction. Only the strongest soldiers could wield and control this mighty weapon, and it usually did so much damage that the Chinese questioned the ethics involved in issuing such a device to battlefield troops. The MEC’s shots have the telltale spiral of ionized gas that is the trademark of other railguns. The MEC fires a 20 round burst only. The magazine holds 120 shots of 2mm EC ammunition.",
        "damage": "+35",
        "singleApCost": "9",
        "apCost": "Single: N/A Target: N/A Burst: 9",
        "range": "7",
        "ammunition": "2mm EC",
        "weight": "50",
        "minStr": "10",
        "value": "20000",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "64",
        "name": "Rockwell L-72 Rocket Launcher",
        "weaponType": "Big Guns",
        "description" : "A basic rocket launcher, and one of the few shoulder-fired models that can be reloaded. The L-72 holds one Rocket.",
        "damage": "Varies",
        "singleApCost": "6",
        "apCost": "Single: 6 Target: N/A Burst: N/A",
        "range": "50",
        "ammunition": "Rocket",
        "weight": "15",
        "minStr": "6",
        "value": "2300",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "65",
        "name": "M9E1-7 Flamethrower",
        "weaponType": "Big Guns",
        "description" : "Your basic flamethrower. A nozzle with a gun-like trigger is attached to a hose which is in turn attached to aspecial backpack containing fuel. Useful for taking out large groups of people. Flamethrower fuel is not always the only thing a flamethrower can spew. Single shot only. The flamer’s backpack holds a tank of ammunition, and the number of “shots” varies from tank to tank.",
        "damage": "Varies",
        "singleApCost": "6",
        "apCost": "Single: 6 Target: N/A Burst: N/A",
        "range": "20",
        "ammunition": "Tank",
        "weight": "28",
        "minStr": "6",
        "value": "2000",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "66",
        "name": "Wattz 1600 Laser Pistol",
        "weaponType": "Energy Weapon",
        "description" : "The Laser Pistol is perhaps the simplest of the energy weapons. It fires concentrated light at a target, exciting the molecules at the point of impact and causing considerable damage. Favored by assassins and gangsters because of its relatively inexpensive price and small size. Single shot only. The Laser Pistol holds 12 charges, and uses the Small Energy Cell to recharge.",
        "damage": "1d12+10",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "35",
        "ammunition": "Small Energy Cell",
        "weight": "7",
        "minStr": "3",
        "value": "1400",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "67",
        "name": "Glock 86 Plasma Pistol",
        "weaponType": "Energy Weapon",
        "description" : "Designed by the Gaston Glock Laboratories, this small gun shoots a small bolt of superheated plasma. Single shot only. The Plasma Pistol holds 16 charges, and uses the Small Energy Cell to recharge.",
        "damage": "1d20+10",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "20",
        "ammunition": "Small Energy Cell",
        "weight": "8",
        "minStr": "4",
        "value": "2750",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "68",
        "name": "Alien Blaster",
        "weaponType": "Energy Weapon",
        "description" : "No one is sure where this weapon comes from, and there have been several unconfirmed reports from nomads that they fell from the skies inside of large metal disks; disks that also contained the bodies of something not human. Single shot only. The Alien Blaster holds 10 charges, and uses the Small Energy Cell to recharge.",
        "damage": "5d10+30",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "10",
        "ammunition": "Small Energy Cell",
        "weight": "29",
        "minStr": "3",
        "value": "10000",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "69",
        "name": "Wattz 3120b Laser Rifle",
        "weaponType": "Energy Weapon",
        "description" : "The Laser Rifle is a refinement of the pistol, with a longer barrel for increased accuracy as well as the space for a larger, hotter energy beam. Single shot only. The Laser Rifle holds 20 charges, and uses the Micro Fusion Cell to recharge.",
        "damage": "2d12+23",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "35",
        "ammunition": "Micro Fusion Cell",
        "weight": "7",
        "minStr": "4",
        "value": "5000",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "70",
        "name": "Turbo Plasma Rifle",
        "weaponType": "Energy Weapon",
        "description" : "An upgraded version of the Model P94 Plasma Rifle, this model features an advanced cooling system for increased range and accuracy. The Turbo Plasma Rifle holds 10 charges and uses Micro Fusion Cells to recharge.",
        "damage": "2d20+30",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: 6 Burst: N/A",
        "range": "35",
        "ammunition": "Micro Fusion Cell",
        "weight": "17",
        "minStr": "6",
        "value": "10000",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "71",
        "name": "Gatling Laser",
        "weaponType": "Energy Weapon",
        "description" : "The H&K L30 Gatling Laser is the only energy weapon capable of firing in burst mode. Designed specifically for military use, these were in the protoweaponType stage at the beginning of the war. Multiple barrels allow longer firing before overheating. The Gatling Laser only fires a 10-shot burst. The Gatling Laser holds 30 charges, and uses Micro Fusion Cells to recharge.",
        "damage": "1d20+20",
        "singleApCost": "6",
        "apCost": "Single: N/A Target: N/A Burst: 6",
        "range": "40",
        "ammunition": "Micro Fusion Cell",
        "weight": "29",
        "minStr": "6",
        "value": "7500",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "72",
        "name": "Rock",
        "weaponType": "Throwing",
        "description" : "Your basic, run of the mill rock. There are only several trillion of them lying around the wastes.",
        "damage": "1d4 + MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "10",
        "ammunition": ".-",
        "weight": "1",
        "minStr": "1",
        "value": "N/A",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "73",
        "name": "Throwing Stars",
        "weaponType": "Throwing",
        "description" : "These small, sharp pieces of metal are used primarily by Yakuza as assassination tools. Some tribals use similar devices to hunt small game and for self defense. An enterprising individual could coat them with poison to make them more painful.",
        "damage": "1d6",
        "singleApCost": "3",
        "apCost": "Single: 3 Target: 4 Burst: N/A",
        "range": "15",
        "ammunition": "-",
        "weight": "1",
        "minStr": "1",
        "value": "30",
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "74",
        "name": "Molotov Cocktail",
        "weaponType": "Throwing",
        "description" : "The simplest grenade, a molotov cocktail is a bottle full of gasoline, oil, or some other flammable substance, with an oil-soaked rag as a fuse. Any target hit with a molotov cocktail is subject to fire damage. You have to light one with a fire source before you toss it.",
        "damage": "1D12+8",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "12",
        "ammunition": "-",
        "weight": "1",
        "minStr": "3",
        "value": "50",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "75",
        "name": "Throwing Knife",
        "weaponType": "Throwing",
        "description" : "A knife specifically designed for throwing. It has a hole cut out of the middle of it to make it hurt more when removed from flesh.",
        "damage": "1d6+MD",
        "singleApCost": "4",
        "apCost": "Single: 4 Target: 5 Burst: N/A",
        "range": "STR x 2",
        "ammunition": "-",
        "weight": "1",
        "minStr": "2",
        "value": "100",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "76",
        "name": "Fragmentation Grenade",
        "weaponType": "Throwing",
        "description" : "A small explosive device that one throws and then explodes at the base of a target. Frag grenades are designed to shatter upon impact, peppering anything nearby with small fragments of metal. Anything in a hex adjacent to the grenade’s point of explosion is subject to 1d6 points of frag damage. Anything within two hexes of the explosion suffers 1d6 points of concussion damage.",
        "damage": "1d12+22",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "15",
        "ammunition": "-",
        "weight": "1",
        "minStr": "3",
        "value": "150",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "77",
        "name": "Plasma Grenade",
        "weaponType": "Throwing",
        "description" : "The plasma grenade explodes and propels a large amount of superheated plasma into the surrounding area. Anything in a hex adjacent to the grenade’s point of explosion is subject to 1/3 of the damage from the plasma. Anything within two hexes of the explosion is subject to 1d6 of concussion damage.",
        "damage": "5d10+40",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "15",
        "ammunition": "-",
        "weight": "1",
        "minStr": "4",
        "value": "300",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "78",
        "name": "Incendiary Grenade",
        "weaponType": "Throwing",
        "description" : "Essentially an improved Molotov cocktail, the incendiary grenade combines the explosive effects of a frag grenade with burning phosphorus. Ouch. Anything in a hex adjacent to the point of explosion is subject to 1d6 points of frag damage, and anything within 2 hexes suffers 1d6 points of concussion damage. Anything within 3 hexes of the explosion is covered with burning phosphorus and begins taking fire damage. Note that fire grenades do not need to be lit, unlike a Molotov Cocktail.",
        "damage": "1d12+22 (+ fire)",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "15",
        "ammunition": "-",
        "weight": "1",
        "minStr": "4",
        "value": "300",
        "source": "Fallout PNP 2.0"
    },  
    {
        "id": "79",
        "name": "Pulse Grenade",
        "weaponType": "Throwing",
        "description" : "This grenade does not explode, but rather emits a neutron burst that heavily damages electronic equipment. Useful against tanks, cyborgs, robots, and rooms full of computers. Does not affect biological critters.",
        "damage": "5d10+100",
        "singleApCost": "5",
        "apCost": "Single: 5 Target: N/A Burst: N/A",
        "range": "15",
        "ammunition": "-",
        "weight": "1",
        "minStr": "4",
        "value": "300",
        "source": "Fallout PNP 2.0"
    }
]