{
    "secondaryStatistics" : [
        {
            "name": "Hit Points (HP)",
            "description" : "Perhaps the most important statistic in the game, as hit points determine whether your character is alive and breathing or dead. Dead characters cannot be played or revived, ever. Hit points can be recovered with time, drugs, the correct skills, or an able doctor. The base number of hit points is 15 + (STR + (2 X EN)). In addition, a character gains more maximum hit points for every level equal to 3 + 1/2 EN, rounded down (see Advancement in Part III). It should go without saying that hit points can never be healed above the maximum.",
            "image": "./images/secondaryStatistics/secondaryStatistic_hp.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Armor Class (AC)",
            "description" : "Maybe the second most important statistic in the game, Armor Class reduces the amount of damage your character takes from things that seek to harm her. Armor Class is measured as a percentage. Your character's base Armor Class is equal to her Agility. In addition, any armor she is wearing can make her Armor Class even higher. For instance, if your character's Agility is 6 and she dons a leather jacket with an armor class of 5, her AC is now 11(%). Armor class affects the chance to hit; in the above example, if the mutant sniper was trying to take a potshot at the girl in the spiffy leather coat, his chance to hit would be reduced by 11%.",
            "image": "./images/secondaryStatistics/secondaryStatistic_ac.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Action Points (AP)",
            "description" : "This is perhaps the third most important statistic in the game, as it may mean the difference between reloading your gun and firing that final shot, or staring at your empty sidearm as a rocket explodes in your chest. APs are the number of actions your character can take each turn in combat. Moving one hex (one meter) costs 1 AP. Reloading a weapon often takes 2 APs. Making a shot often takes 5 AP.",
            "image": "./images/secondaryStatistics/secondayStatistic_ap.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Carry Weight",
            "description" : "How much equipment your character can carry on his back, in his pockets, or in his backpack and fanny pack. Every item in the game weighs something. Carry Weight is 25 lbs + 25 X STR. A character with 6 STR can carry 175 lbs of equipment. Now, finding room for that much stuff may be a problem...",
            "image": "./images/secondaryStatistics/secondaryStatistic_carryWeight",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Melee Damage (MD)",
            "description" : "This is how much damage your character does in unarmed combat and combat with melee weapons. The more melee damage your character does, the harder she or he hits. Strong characters can hit very hard.",
            "image": "./images/secondaryStatistics/secondaryStatistic_md.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Poison Resistance",
            "description" : "Even in the post-nuclear world, there are certain chemicals that just don't mix well with human anatomy. Poison resistance is equal to 5 X EN. A character with an endurance of 6 will have a 30% Poison Resistance. That means they have a 30% chance of antibodies eliminating the poison. See Poison Damage in Combat: Damage and Death in Part III.",
            "image": "./images/secondaryStatistics/secondaryStatistic_poisonresistance.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Radiation Resistance",
            "description" : "In the post-nuclear world, radiation is always a concern. Some places are naturally radioactive, like the blast centers where nukes went off. Some are more radioactive than others; near the center of the blast, you are guaranteed to find more rads than 5 miles away. Radiation Resistance is equal to 2 X EN. It can be increased with chems (see Equipment: Chems) and with certain kinds of armor (see Equipment: Armor). A character with an 8 EN has 16% radiation resistance. This means that 16% of the rads that hit his skin do not go in. If he was standing at the rim of a blast crater and was taking 1000 rads every ten minutes (!), only 840 of those rads would enter his body. That still means he's going to glow like a lightbulb, but his skin won't fall off - right away.",
            "image": "./images/secondaryStatistics/secondaryStatistic_radiationResistance.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Gas Resistance",
            "description" : "One of the nastier weapons in the wastes, gas attacks can cause massive amounts of damage to a large number of people, or cover a large area in a relatively small amount of time. Some gasses do not damage a target, but are merely designed to incapacitate it. Gas Resistance is based entirely on armor, race, and equipment. There are two kinds of gas attacks: Inhaled and Contact gasses. Inhaled gasses must enter the lungs before causing ill effects; Contact gasses are more like clouds of acid vapor, damaging any biological substance they come into contact with. Gas resistance is given in a X/X number, with the first variable representing Inhaled gasses and the second variable representing Contact gasses. Unless the character is a robot, the beginning Gas Resistance is always 0/0.",
            "image": "./images/secondaryStatistics/secondaryStatistic_gasResistance.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "electricity Resistance",
            "description" : "This measures how resistant a character is to electricity. Whenever the character takes damage from electricity, the amount of damage is reduced by their electricity resistance (a percentage). Unless a character’s race has built-in electrical damage, this number always starts at 0.",
            "image": "./images/secondaryStatistics/secondaryStatistic_electricityResistance.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Damage Resistance (DR)",
            "description" : "Damage Resistance is determined entirely by armor. Unless the character has some built in damage resistance because of her race, this is 0%. Note that there are five different areas under the Armor heading on the Character Sheet for four different kinds of Damage Resistance. Each piece of armor has its own Damage Resistance percentage that the character should add to their own in the four different areas under the Armor section.",
            "image": "./images/secondaryStatistics/secondartStatistic_dr.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Damage Threshold (DT)",
            "description" : "Damage Threshold represents the actual amount of damage that a piece of armor can stop. Note that on the character sheet, there is no Damage Threshold under Secondary Statistics; rather, it is under Armor. A character does not have any actual Damage Threshold until he or she is wearing armor of some kind.",
            "image": "./images/secondaryStatistics/secondaryStatistic_dt.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Sequence",
            "description" : "Sequence determines who goes first in a combat round. Of course, if you are the one initiating the combat, you automatically get to go first (you sneak up on a guard and clobber him in the head), but all the combat turns after that get broken down by Sequence, with highest Sequence going first, and so on down the line (see Combat: Sequence in Part III). Sequence is equal to 2 X PE.",
            "image": "./images/secondaryStatistics/secondaryStatistic_sequence.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Healing Rate",
            "description" : "Life possesses the remarkable ability to heal itself naturally. Your character's Healing Rate is the number of hit points they heal naturally in a day (24 hours) of activity, or in six hours of resting. Use this table to determine healing rate, based upon Endurance. A character with 7 EN would have a healing rate of 2 and heal 2 hit points in a 24-hour period where they were active (fighting, walking around, etc) and will heal 8 hit points in any 24 hour period where they are resting (sleeping, watching TV, etc.) See Healing under Combat: Damage and Death in Part III, below. Note that Robots do not naturally heal themselves, and therefore automatically have a Healing Rate of “0”.",
            "image": "./images/secondaryStatistics/secondaryStatistic_healingRate.png",
            "source": "Fallout PNP 2.0"
        },
        {
            "name": "Critical Chance",
            "description" : "This is the base chance to cause a critical hit in combat. High weapons skills and weapons of high quality can modify this number later. If a to-hit roll is successful and low enough that it fell within the character’s Critical Chance, the hit becomes critical (see Combat: Chance for Criticals in Part III). A base Critical Chance is equal to a character's Luck. A character with 3 Luck has a 3% base chance to critical hit.",
            "image": "./images/secondaryStatistics/secondaryStatistic_criticalChance.png",
            "source": "Fallout PNP 2.0"
        }

    ]
}