[ 
    {
        "id": "1",
        "name": "Giant Rat",
        "critterType": "Rat",
        "description" : "This is basically a larger version of a rat. Giant rats range in size from about a foot - the size of a cat - to almost a yard (meter) in length. They are covered with brown or black fur, and have black, glassy, beady eyes. Rats are readily identifiable by their tail, as it looks like a worm sticking out of their rear end. They are not openly hostile towards humans unless they are hungry, but packs have been known to attack when they smell blood. Giant rats can be found pretty much anywhere.",
        "xp": "25",
        "sq": "6",
        "critterAc": "5",
        "hp": "10",
        "ap": "6",
        "cc": "3",
        "normalRes": "0/0",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "50%",
        "rr": "20%",
        "gr": "0/0",
        "attacks": [
            "Claw (75%, 3 AP, D:1d4, none); ",
            "Bite (70%, 3 AP, D:1d4, Poison critterType A)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "2",
        "name": "Lesser Molerat",
        "critterType": "Molerat",
        "description" : "Molerats are a mix between moles and rats. No one is sure whether these creatures are the result of a creative union between similar species, or an even stranger union with a little radiation to help things along the way. Molerats range in size anywhere from 30 centimeters to a meter and a half; the largest stand almost a meter at the shoulder. They have mole-like faces and are nearly blind in normalRes light; for this reason, they are almost exclusively found in caves. Lesser molerats are the smaller version, Greater molerats are the huge, ugly ones.",
        "xp": "100",
        "sq": "7",
        "critterAc": "9",
        "hp": "15",
        "ap": "6",
        "cc": "3",
        "normalRes": "1/5",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "1/5",
        "pr": "50%",
        "rr": "25%",
        "gr": "0/0",
        "attacks": [
            "Claw (80%, 3 AP, D:1d8, none); ",
            "Bite (75%, 3 AP, D:1d8, Poison critterType A)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "3",
        "name": "Greater Molerat",
        "critterType": "Molerat",
        "description" : "Molerats are a mix between moles and rats. No one is sure whether these creatures are the result of a creative union between similar species, or an even stranger union with a little radiation to help things along the way. Molerats range in size anywhere from 30 centimeters to a meter and a half; the largest stand almost a meter at the shoulder. They have mole-like faces and are nearly blind in normalRes light; for this reason, they are almost exclusively found in caves. Lesser molerats are the smaller version, Greater molerats are the huge, ugly ones.",
        "xp": "400",
        "sq": "9",
        "critterAc": "12",
        "hp": "30",
        "ap": "9",
        "cc": "5",
        "normalRes": "4/20",
        "laserRes": "1/5",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "4/20",
        "pr": "60%",
        "rr": "25%",
        "gr": "0/25",
        "attacks": [
            "Claw (90%, 3 AP, D:1d10, none); ",
            "Bite (90%, 3 AP, D:1d10, Poison critterType B)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "4",
        "name": "Lesser Pigrat",
        "critterType": "Pigrat",
        "description" : "Pigrats are part-pig, part rat hybrids. Like their cousins the molerats, it probably took some creative genetic manipulation to make these critters. Pigrats are large, ranging anywhere from 70 cm to almost 2 meters in length, and incorporate the best (worst?) of the two species. Their legs are overly large, although short, and they are exceptionally meaty around the midsection. In fact, pigrats would make exceptional livestock, if they weren't so dangerous. They are amazingly resilient, and can be found almost anywhere. They travel in packs of ten or more and generally attack only to protect their young or defend their territory. If they are hungry, however, they become very aggressive.",
        "xp": "200",
        "sq": "7",
        "critterAc": "10",
        "hp": "20",
        "ap": "7",
        "cc": "4",
        "normalRes": "1/5",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "1/5",
        "pr": "50%",
        "rr": "30%",
        "gr": "0/10",
        "attacks": [
            "Claw (75%, 3 AP, D:2d4, none); ",
            "Bite (75%, 3 AP, D:2d4, Poison critterType A)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "5",
        "name": "Greater Pigrat",
        "critterType": "Pigrat",
        "description" : "Pigrats are part-pig, part rat hybrids. Like their cousins the molerats, it probably took some creative genetic manipulation to make these critters. Pigrats are large, ranging anywhere from 70 cm to almost 2 meters in length, and incorporate the best (worst?) of the two species. Their legs are overly large, although short, and they are exceptionally meaty around the midsection. In fact, pigrats would make exceptional livestock, if they weren't so dangerous. They are amazingly resilient, and can be found almost anywhere. They travel in packs of ten or more and generally attack only to protect their young or defend their territory. If they are hungry, however, they become very aggressive.",
        "xp": "450",
        "sq": "9",
        "critterAc": "14",
        "hp": "30",
        "ap": "9",
        "cc": "6",
        "normalRes": "4/25",
        "laserRes": "0/0",
        "fireRes": "2/10",
        "plasmaRes": "0/0",
        "explosionRes": "4/25",
        "pr": "70%",
        "rr": "45%",
        "gr": "0/20",
        "attacks": [
            "Claw (90%, 3 AP, D:2d6, none); ",
            "Bite (75%, 3 AP, D:2d6, Poison critterType B)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "6",
        "name": "Giant Cockroach",
        "critterType": "Insect",
        "description" : "One of the most numerous and adaptive of all species that evolution spit upon this planet, cockroaches existed on every continent before the War. After the bombs flew, they still managed to hold on to their niche, especially in ruins of cities with lots of dark, dirty areas for them to crawl through. Cockroaches range anywhere from an inch in length to 60 cm, but only the “giant” variety is dangerous. They can be encountered alone, but the most common – and deadly – species travels in clusters of 10-20 individuals. They do not make a habit of attacking humans, but will defend their garbage heaps, and large swarms of these creatures can easily overwhelm a person or a small group. Usually, cockroaches will call off the attack if their target flees.",
        "xp": "50",
        "sq": "6",
        "critterAc": "5",
        "hp": "15",
        "ap": "6",
        "cc": "4",
        "normalRes": "3/30",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "100%",
        "rr": "95%",
        "gr": "80/100",
        "attacks": [
            "Mandible (60%, 3 AP, D:1d10; Poison critterType B)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "7",
        "name": "Giant Ant",
        "critterType": "Insect",
        "description" :  "Giant Ants, or GiAnts, are simply overgrown insects. Somewhere along the way, fate saw fit to dump some radioactive material near and anthill and create this large, mutant creature. GiAnts are black ants about 70 centimeters in length. Huge colonies of these creatures exist under the earth, and scouts are often found in caves. GiAnts usually travel in parties of 5 to 10 insects. They will attack humans on sight, and enjoy eating corpses of the dead.",
        "xp": "50",
        "sq": "6",
        "critterAc": "2",
        "hp": "15",
        "ap": "6",
        "cc": "3",
        "normalRes": "0/0",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "100%",
        "rr": "60%",
        "gr": "60/90",
        "attacks": [
            "Mandible (60%, 3 AP, D:1d6, Poison critterType A)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "8",
        "name": "Brahmin",
        "critterType": "Mammal",
        "description" : "After the War, most kinds of life from pre-War America were changed into almost unrecognizable forms. Cows managed to escape that fate, for the most part, except that only a very hardy breed survived (or a cross between several hardier breeds). Brahmin are the main source of beef and leather in the wastes, and they can be found almost everywhere, although they are usually in enclosures. Some areas have vast Brahmin ranches, rivaling the huge Texas ranches of pre-War times. Brahmin are also used as pack animals, hauling wagons for caravans. They are hardy animals and can survive on very little food. They are tolerant of extreme environmental conditions, weathering the scathing heat of a summer's day as well as the bitter cold of the desert winter nights. Brahmin are easily distinguishable by their two heads, although rumors of herds of one-headed Brahmin far in the east occasionally make their rounds. Most people don't subscribe to that hogwash, however. Brahmin are almost always docile unless attacked directly; then, the herd will attempt to defend themselves.",
        "xp": "50",
        "sq": "6",
        "critterAc": "5",
        "hp": "40",
        "ap": "6",
        "cc": "2",
        "normalRes": "2/10",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "2/10",
        "pr": "20%",
        "rr": "30%",
        "gr": "0/10",
        "attacks": [
            "Horn (75%, 3 AP, D:2d8, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "9",
        "name": "Floater",
        "critterType": "Alien",
        "description" : "Floaters look a little like a jellyfish, except they are solid and don't have tentacles. Their flesh is a brownish color, and is moist and firm to the touch. They have a stalk coming out of what is presumably the front of their body, although there is no discernable eye or sense orifice on their bodies. At the end of the stalk is a flat, dinner plate shaped area inlaid with nasty spikes and spines. Adventurers who have tangled with floaters report that the stalk will turn and follow them around, even in areas of almost total darkness. Floaters are usually around a meter and a half in length, and are narrower than they are round (presuming that the sensory stalk is actually the front of the creature). They float anywhere from a half a meter to two meters off of the ground. Floaters seem to like dank, moist, dark places and are often found in caves. Floaters seem to attack indiscriminately, although it is unclear whether they attack for food, defense, or something more sinister. Floaters attack by hitting things with their stalk, allowing the hundreds of spines to tear through flesh and armor. They travel, with crawlers, in pods of around ten individuals.",
        "xp": "500",
        "sq": "9",
        "critterAc": "20",
        "hp": "60",
        "ap": "9",
        "cc": "8",
        "normalRes": "10/95",
        "laserRes": "1/10",
        "fireRes": "5/40",
        "plasmaRes": "1/10",
        "explosionRes": "10/90",
        "pr": "80%",
        "rr": "80%",
        "gr": "100/90",
        "attacks": [
            "Stalk (80%, 3 AP, D:3d4, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "10",
        "name": "Centaur",
        "critterType": "Alien",
        "description" : "Centaurs are an entirely different animal. There are rumors that someone with access to an old government breeding lab made these twisted creatures by mixing human and alien DNA together. Centaurs are light orange with brown patches, and resemble a human torso laying face- down. They propel themselves on their six legs, each of which resembles a human arm with stunted fingers. Where the shoulders would normalResly be, the torso extends upwards almost the full length of another torso, ending in a head that was obviously once human. Centaurs are usually bald, and one look at their face indicates that the only thing they share with humans is the same basic appearance. Their eyes are dull and glazed, and mouths often hang open drooling. They attack either by biting or beating the target with their front two legs. Centaurs are very rare, and can usually be found in packs of five or six deep inside caves or other underground places. They don't always attack, and will sometimes observe adventurers. If they perceive something as a threat, however, they will singlemindedly attack it until it dies.",
        "xp": "750",
        "sq": "9",
        "critterAc": "25",
        "hp": "60",
        "ap": "9",
        "cc": "8",
        "normalRes": "10/95",
        "laserRes": "1/10",
        "fireRes": "5/40",
        "plasmaRes": "1/10",
        "explosionRes": "10/90",
        "pr": "50%",
        "rr": "80%",
        "gr": "40/70",
        "attacks": [
            "Swing (90%, 3 AP, D:1d20, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "11",
        "name": "Greater Radscorpion",
        "critterType": "Radscorpion",
        "description" : "Another common denizen of the western desert was the scorpion. This species got a second lease on life when radiation from the War allowed it to grow to gargantuan proportions. Radscorpions range in size from 50 cm to 2 meters in length, and range in color from pale white to brown and black. Their wicked tails contain sacs of venom, and are tipped with a stinger almost 15 cm long. Radscorpion tails are considered valuable, since the powerful Antidote is made from a distilled version of the venom inside the sacs. Radscorpions can be encountered in groups of up to 8, or alone. They prefer shady areas, and can often be found in canyons or caves. Radscorpions are rarely encountered in the open desert, or in areas of high vegetation.",
        "xp": "400",
        "sq": "8",
        "critterAc": "10",
        "hp": "35",
        "ap": "8",
        "cc": "5",
        "normalRes": "1/5",
        "laserRes": "0/0",
        "fireRes": "4/20",
        "plasmaRes": "0/0",
        "explosionRes": "1/5",
        "pr": "100%",
        "rr": "50%",
        "gr": "50/100",
        "attacks": [
            "Tail (80%, 4 AP, D:1d12, Poison critterType D)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "12",
        "name": "Grey wolf",
        "critterType": "Wolf",
        "description" : "Grey wolves can be either white, gray, black, or any mix between these. They sand about 120 to 160 cm tall at the shoulder, and have a distinctive call. They are highly social animals, and the pack is based around a lead male, called the alpha. The entire pack, except for pregnant and nursing females, hunts, often using highly refined tactics to take down prey. Wolf packs are territorial, and normalResly do not stray into each other's territory. When they feel that their turf is threatened by anything - wolves, other animals, or humans - they will attack. Contrary to popular belief, wolves avoid humans and their livestock, and will only attack when there is no other source of food. There can be anywhere from five to twenty-five wolves in a pack.",
        "xp": "100",
        "sq": "6",
        "critterAc": "5",
        "hp": "20",
        "ap": "6",
        "cc": "5",
        "normalRes": "0/0",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "25%",
        "rr": "15%",
        "gr": "0/0",
        "attacks": [
            "Bite (80%, 3 AP, D:2d6, none); ",
            "Claw (70%, 4 AP, D:1d8, none)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "13",
        "name": "Dire wolf",
        "critterType": "Wolf",
        "description" : "Dire wolves are a huge member of the wolf family, thought to be extinct since the last ice age. It is unclear whether radiation created a similar creature, or holdovers from the far north made their way south during the nuclear winters, but dire wolf packs are some of the most feared creatures in the wastes. Although they are extremely rare, they have been known to take down entire caravans, armed guards and all. Dire wolves hunt mainly for meat, and although they avoid large human settlements, they can and will attack smaller, undefended towns, carrying off children or small adults. Dire wolves stand almost 2 meters at the shoulder, and except for their size, look much like their smaller cousins, the Grey Wolf. They run in packs of 5 to 25 individuals.",
        "xp": "700",
        "sq": "9",
        "critterAc": "9",
        "hp": "60",
        "ap": "9",
        "cc": "7",
        "normalRes": "5/40",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "40%",
        "rr": "20%",
        "gr": "0/0",
        "attacks": [
            "Bite (90%, 3 AP, D:3d6, none); ",
            "Claw (80%, 4 AP, D:2d8, roll against EN to avoid knockdown)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "14",
        "name": "Feral Dog",
        "critterType": "Wolf",
        "description" : "Man's best friend was blessed with a resistance to radiation that his master did not have. When billions were dropping dead from fallout, millions of canines were wondering where their next can of dog food was going to come from. Inevitably, some escaped their houses and backyards, forming groups not unlike wolf packs. Today, these bands of dogs have become feral, interbreeding with each other and living without the humans that supplied them with chow and loved them for eons. A feral dog pack operates much like a wolf pack, with a single alpha male leader and anywhere from 5 to 25 members. Feral dogs tend to be smaller than wolves, and come in almost any color and shape that normalRes mutts do. They live anywhere, and although they avoid humans for the most part, feral dogs can usually be found closer to cities and towns than wolves and coyotes. Feral dogs will not attack humans unless starving or provoked.",
        "xp": "100",
        "sq": "6",
        "critterAc": "3",
        "hp": "20",
        "ap": "6",
        "cc": "4",
        "normalRes": "0/0",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "20%",
        "rr": "10%",
        "gr": "0/0",
        "attacks": [
            "Bite (70%, 3 AP, D:1d8, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "15",
        "name": "Deathclaw",
        "critterType": "Deathclaw",
        "description" : "Originally thought to be mindless monsters, deathclaws are actually an intelligent, upright walking, mutated lizard. They stand almost 275 cm tall, and have large arms that end in wickedly sharp claws that give the creatures their name. Their skin is reptilian and ranges in color from light brown to almost black. Deathclaws have their own language and some have even learned to imitate human speech in order to communicate with people, although this is more like a parrot's reproduction rather than actually speaking. Deathclaws have been known to don large cloaks and walk among humans, passing for mutants or half-mutants, in order to learn about our society. There doesn't seem to be any large structure to the deathclaw world, and they prefer to live in small tribes of 20 to 200. Deathclaws almost always travel in groups of 10 or more, unless they are scouts, and then they always travel in pairs. Deathclaws will not immediately attack humans, but many of them have grown to mistrust people, and rightly so, since it wasn't even clear that deathclaws were intelligent until recently, and many humans still view them as monsters, if they are aware of the deathclaw's true nature at all.",
        "xp": "800",
        "sq": "10",
        "critterAc": "25",
        "hp": "70",
        "ap": "10",
        "cc": "9",
        "normalRes": "4/40",
        "laserRes": "0/0",
        "fireRes": "4/40",
        "plasmaRes": "0/0",
        "explosionRes": "4/40",
        "pr": "80%",
        "rr": "60%",
        "gr": "0/40",
        "attacks": [
            "Claw (90%, 3 AP, D:3d8, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "16",
        "name": "Spitting Plant",
        "critterType": "Plant",
        "description" : "Not exactly Seymour, but this species of plant is certainly a nasty customer. It grows almost anywhere, but is usually found among other plants so it can blend in and ambush its prey. It stands about 2 meters tall and has a flower like a Venus flytrap, a plant which it probably mutated from. When it senses movement and heat, it will shoot a sharp thorn from its flower. When it senses that the creature it shot at is no longer moving, it will then proceed to eat the unlucky creature with its flower. Although this sounds humorous, meeting five or six of these plants is no laughing matter. They usually grow together, as several are always more dangerous than one, and at least one of them is guaranteed a meal. Spitting plants attack anything that is warm and moves. Note that spitting plants cannot move - they are, literally, planted. Their spikes do 1d6 points of damage and have an effective range of 8 meters.",
        "xp": "100",
        "sq": "8",
        "ac": "5",
        "hp": "50",
        "critterAc": "8",
        "cc": "2",
        "normalRes": "0/0",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "100%",
        "rr": "95%",
        "gr": "100/100",
        "attacks": [
            "Thorn (75%, 4 AP, D:1d6, none)",
            ""
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "17",
        "name": "Gecko",
        "critterType": "Gecko",
        "description" : "A mutation of the smaller pre-War lizard, Geckos are large desert-dwelling reptiles that walk on their hind legs and attack with their front, which have developed sharp claws for tearing. Highly prized for their strong pelts, Geckos are routinely hunted in some places, although a pack of them can easily kill one or two inexperienced hunters. Geckos stand about 150 cm tall, and the larger, more dangerous Golden Gecko is about 180 cm tall. They travel in packs of anywhere from 4 to 20 animals.",
        "xp": "150",
        "sq": "7",
        "critterAc": "5",
        "hp": "30",
        "ap": "7",
        "cc": "2",
        "normalRes": "1/10",
        "laserRes": "0/0",
        "fireRes": "0/0",
        "plasmaRes": "0/0",
        "explosionRes": "0/0",
        "pr": "80%",
        "rr": "75%",
        "gr": "0/10",
        "attacks": [
            "Claw (75%, 3 AP, D:1d8, none); ",
            "Bite (70%, 4 AP, D:2d6, none)"
        ], 
        "source": "Fallout PNP 2.0"
    },
    {
        "id": "18",
        "name": "fireRes Gecko",
        "critterType": "Gecko",
        "description" : "A mutation of the smaller pre-War lizard, Geckos are large desert-dwelling reptiles that walk on their hind legs and attack with their front, which have developed sharp claws for tearing. Highly prized for their strong pelts, Geckos are routinely hunted in some places, although a pack of them can easily kill one or two inexperienced hunters. Geckos stand about 150 cm tall, and the larger, more dangerous Golden Gecko is about 180 cm tall. They travel in packs of anywhere from 4 to 20 animals.",
        "xp": "300",
        "sq": "9",
        "critterAc": "8",
        "hp": "40",
        "ap": "9",
        "cc": "4",
        "normalRes": "3/30",
        "laserRes": "0/0",
        "fireRes": "3/30",
        "plasmaRes": "0/0",
        "explosionRes": "2/10",
        "pr": "80%",
        "rr": "80%",
        "gr": "0/20",
        "attacks": [
            "Claw (75%, 3 AP, D:1d8, none); ",
            "Bite (80%, 4 AP, D:2d6, Poison critterType B)"
        ], 
        "source": "Fallout PNP 2.0"
    }
]